{
    "Events": {
        "1": "कार्यक्रम"
    },
    "Jobs": {
        "1": "नोकऱ्या"
    },
    "Fundings": {
        "1": "निधी"
    },
    "Contact": {
        "1": "संपर्क करा"
    },
    "Login": {
        "1": "लॉगिन करा"
    },
    "Signup": {
        "1": "साइनअप करारें"
    },
    "Social Sector Updates": {
        "1": "सामाजिक क्षेत्रातील अपडेट"
    },
    "Get latest news & updates from the social sector": {
        "1": "सामाजिक क्षेत्रातील ताज्या बातम्या आणि अपडेट मिळवा"
    },
    "Awards & Competitions": {
        "1": "पुरस्कार आणि स्पर्धा"
    },
    "Workshops & Trainings": {
        "1": "कार्यशाळा आणि प्रशिक्षण"
    },
    "Exhibitions & Summits": {
        "1": "प्रदर्शने आणि समिट"
    },
    "Govt. Funds": {
        "1": "सरकार निधी"
    },
    "Foreign Funds": {
        "1": "परकीय निधी"
    },
    "CSR Funds": {
        "1": "CSR निधी"
    },
    "NGO Jobs": {
        "1": "एनजीओ नोकऱ्या"
    },
    "CSR Jobs": {
        "1": "CSR नोकर्‍या"
    },
    "Govt. Jobs": {
        "1": "सरकारी नोकऱ्या"
    },
    "CSR Funding Eligibility Test": {
        "1": "CSR निधी पात्रता चाचणी"
    },
    "Get Your NGO Verified By Our Experts": {
        "1": "तुमची एनजीओ आमच्या तज्ञांकडून सत्यापित करा"
    },
    "START CSR TEST": {
        "1": "CSR चाचणी सुरू करा"
    },
    "Is your organisation eligible for": {
        "1": "तुमची संस्था यासाठी पात्र आहे का"
    },
    "CSR": {
        "1": "CSR"
    },
    "Funding?": {
        "1": "निधी?"
    },
    "Take our CSR Eligibility Test to determine your company's readiness to implement socially responsible initiatives. Start making a positive impact today!": {
        "1": "सामाजिक जबाबदार उपक्रम राबविण्यासाठी तुमच्या कंपनीची तयारी निश्चित करण्यासाठी आमची CSR पात्रता चाचणी घ्या. आजच सकारात्मक प्रभाव पाडण्यास सुरुवात करा!"
    },
    "TEST NOW": {
        "1": "आता चाचणी करा"
    },
    "Services We Offer": {
        "1": "आम्ही ऑफर करत असलेल्या सेवा"
    },
    "Employee Engagement Activity": {
        "1": "कर्मचारी प्रतिबद्धता क्रियाकलाप"
    },
    "Improve employee satisfaction and productivity with our customized engagement activities. From team building to professional development, we'll design a program tailored to your company's needs.": {
        "1": "आमच्या सानुकूलित प्रतिबद्धता क्रियाकलापांसह कर्मचार्‍यांचे समाधान आणि उत्पादकता सुधारा. टीम बिल्डिंगपासून प्रोफेशनल डेव्हलपमेंटपर्यंत, आम्ही तुमच्या कंपनीच्या गरजेनुसार तयार केलेला प्रोग्राम तयार करू."
    },
    "KNOW MORE": {
        "1": "अधिक जाणून घ्या"
    },
    "Legal Services": {
        "1": "कायदेशीर सेवा"
    },
    "Research": {
        "1": "संशोधन"
    },
    "Let our research expertise help your social organization make informed decisions and drive positive change. Contact us to discuss your research needs.": {
        "1": "आमच्या संशोधन तज्ञांना तुमच्या सामाजिक संस्थेला माहितीपूर्ण निर्णय घेण्यास आणि सकारात्मक बदल घडवून आणण्यास मदत करू द्या. तुमच्या संशोधन गरजांवर चर्चा करण्यासाठी आमच्याशी संपर्क साधा."
    },
    "Need legal assistance for your social organization? We offer comprehensive legal services to help you navigate compliance and achieve your mission. Contact us today!": {
        "1": "तुमच्या सामाजिक संस्थेसाठी कायदेशीर मदत हवी आहे? आम्ही तुम्हाला अनुपालन नेव्हिगेट करण्यात आणि तुमचे ध्येय साध्य करण्यात मदत करण्यासाठी व्यापक कायदेशीर सेवा ऑफर करतो. आजच आमच्याशी संपर्क साधा!"
    },
    "Stay connected.": {
        "1": "कनेक्टेड रहा."
    },
    "Download the app.": {
        "1": "अॅप डाउनलोड करा."
    },
    "GlocalBodh Communities": {
        "1": "ग्लोकलबोध समुदाय"
    },
    "GlocalBodh": {
        "1": "ग्लोकलबोध"
    },
    "Glocalbodh": {
        "1": "ग्लोकलबोध"
    },
    "People on Glocalboadh have fostered community, learned new skills, started businesses, and made life-long friends. Learn how.": {
        "1": "Glocalboad वरील लोकांनी समुदाय वाढवला आहे, नवीन कौशल्ये शिकली आहेत, व्यवसाय सुरू केले आहेत आणि आयुष्यभर मित्र बनवले आहेत. कसे ते जाणून घ्या."
    },
    "Post your requirements free": {
        "1": "तुमच्या गरजा मोफत पोस्ट करा"
    },
    "Posting our platform is completely free": {
        "1": "आमचे प्लॅटफॉर्म पोस्ट करणे पूर्णपणे विनामूल्य आहे"
    },
    "Post Events to get registrations from NGO community Post Jobs to get candidates to work in social secto Post to search NGOs that natch your project criteria": {
        "1": "एनजीओ समुदायाकडून नोंदणी मिळविण्यासाठी इव्हेंट पोस्ट करा सामाजिक क्षेत्रात काम करण्यासाठी उमेदवार मिळवण्यासाठी नोकऱ्या पोस्ट करा तुमच्या प्रकल्पाचे निकष पूर्ण करणाऱ्या एनजीओ शोधण्यासाठी पोस्ट"
    },
    "Post An Event": {
        "1": "इव्हेंट पोस्ट करा"
    },
    "Services We Provide": {
        "1": "आम्ही पुरवतो सेवा"
    },
    "Get your NGO verified by our experts": {
        "1": "आमच्या तज्ञांकडून तुमची एनजीओ सत्यापित करा"
    }
}